Revit 2024 API
BuiltInFailures.FamilyFailures.CannotMakeTypeFamilySaved Property
 Can't make type "[Family Name]". Failing family has been saved to "[File Name]"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotMakeTypeFamilySaved { get; }
Visual Basic
Public Shared ReadOnly Property CannotMakeTypeFamilySaved As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotMakeTypeFamilySaved {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace